[
    {
        "_id": "0282e0e58a5c404fbd15261f11c2ab6b",
        "name": "On page SEO",
        "price": 420,
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "published_date": "2022-08-24 17:27:34",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQcYVVQNlGVkfYSFdJJ17z1HvobwJCSoPltRA&usqp=CAU",
        "description": "SEO stands for “search engine optimization.” In simple terms, it means the process of improving your site to increase its visibility when people search for products or services related to your business in Google, Bing, and other search engines. The better visibility your pages have in search results, the more likely you are to garner attention and attract prospective and existing customers to your business.Search engines such as Google and Bing use bots to crawl pages on the web, going from site to site, collecting information about those pages and putting them in an index. Think of the index like a giant library where a librarian can pull up a book (or a web page) to help you find exactly what you’re looking for at the time.Our Periodic Table of SEO Factors organizes the factors into six main categories and weights each based on its overall importance to SEO. For example, content quality and keyword research are key factors of content optimization, and crawlability and speed are important site architecture factors."
    },
    {
        "_id": "f69a695f037cd9484cecaea37ca71011",
        "name": "G-Ads Besic To Intermidiate",
        "price": 250,
        "category_id": "01",
        "rating": {
            "number": 4.8,
            "badge": "Good"
        },
        "total_view": 400,
        "published_date": "2022-08-30 16:38:45",
        "img": "https://images.pexels.com/photos/267401/pexels-photo-267401.jpeg?auto=compress&cs=tinysrgb&w=300",
        "description": "An essential part of maximizing your business is learning how to drive traffic and bring visitors to your site. Finding resources and tools to entice visitors can be time consuming and a struggle for site owners. Many people wrestle with building campaigns and creating online ads that may not always produce the successful conversions they need to make their site a valuable resource.This digital advertising tool takes the complexity out of ad creation with features that are quick and cost effective. The all-in-one autonomous Google Ads optimization tool is designed to maximize the impact of search ads to help grow your business. Automated Google Ads by Bluehost features an easy-to-use Google Ad creation tool, industry and keyword predictor, performance reporting, and A/B testing of ad content.convenient and powerful optimization tool can save you time and help you sell more easily by creating and automating your Google Search Ads in minutes. The AI-powered bid management and optimization helps produce the right keywords for your ads that can help maximize your ROI. Site owners also get to avoid costly keywords that won’t convert and reach the right customers by selecting keywords that matter the most. If you are running multiple campaigns, the performance and reporting feature can help you track the effectiveness of your Google ads.Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more."
    },
    {
        "_id": "f69a695f037cd9484cecaea37ca71012",
        "name": "Facebook ads full",
        "price": 460,
        "category_id": "02",
        "rating": {
            "number": 4.3,
            "badge": "Excellent"
        },
        "total_view": 400,
        "published_date": "2022-08-30 16:38:45",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDMHhDOVOPB3LOdLRUzRvxbJCmK1Zr6lv1MA&usqp=CAU",
        "description": "Ads that run exclusively through Facebook’s advertising platform. They can appear in Facebook’s feed, Messenger, and even on non-Facebook apps and websites. They come in a variety of formats—single image, video, slideshows, and more—and can be targeted to extremely specific audiences.You can generate sales leads by first creating the ad campaign and boosting the page. Once you’ve done that, set the audience and budget for the advertisement. You can also customize the text and image in the ad. Choose lead generation as your object, and it will walk you through the various steps involved. The call to action will link to a form where you can collect the details of the sales leads according to however you have set it up. For that, you need to determine your return on investment before you create your ad and pay for it. Even though the cost per click is relatively cheaper and effective than some other social media platforms, if you are not getting the intended revenue, then probably it’s not worth the effort.Facebook can reject your submitted ad campaign if it does not comply with its advertising policies. One of the common reasons Facebook rejection is due to the image having too much text. Text-heavy pictures get lower distribution and engagement from viewers than no text images.You can track the website traffic generated from your Facebook ads using Facebook Pixel. Facebook can create pixel codes for your website. Install it on your site if you are the one who manages your website, or you ask your website administrator to do it for you. Facebook Pixel is a snippet of code that you canimplement on your website, allowing you to track the site traffic. It is essential to test and confirm if your pixel is firing correctly after setting it up."
    },
    {
        "_id": "11468ed61aee84de492a8b04158a22f9",
        "name": "Off Page SEO",
        "price": 920,
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "published_date": "2022-08-24 23:15:00",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSVGASPJKk6HzWnOJLvMSuItI0ovUWF2Xng4A&usqp=CAU",
        "description": "sum, SEO is the foundation of a holistic marketing ecosystem. When you understand what your website users want, you can then implement that knowledge across your campaigns (paid and organic), across your website, across your social media properties, and more.For a helpful dive into SEO, our Periodic Table Of SEO Factors will introduce you to all the key concepts you need to know, including the elements for successful on-page and off-page SEO, plus the “Toxins” or tactics.SEO stands for “search engine optimization.” In simple terms, it means the process of improving your site to increase its visibility when people search for products or services related to your business in Google, Bing, and other search engines. The better visibility your pages have in search results, the more likely you are to garner attention and attract prospective and existing customers to your business.Search engines such as Google and Bing use bots to crawl pages on the web, going from site to site, collecting information about those pages and putting them in an index. Think of the index like a giant library where a librarian can pull up a book (or a web page) to help you find exactly what you’re looking for at the time.Our Periodic Table of SEO Factors organizes the factors into six main categories and weights each based on its overall importance to SEO. For example, content quality and keyword research are key factors of content optimization, and crawlability and speed are important site architecture factors."
    },
    {
        "_id": "11468ed61aee84de492a8b04158a22f0",
        "name": "Google Ads Advance",
        "price": 550,
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "published_date": "2022-08-24 23:15:00",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQNJOa624lMTv4P6riHEMgeWVm5Y_Py7xVQPw&usqp=CAU",
        "description": "Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more.An essential part of maximizing your business is learning how to drive traffic and bring visitors to your site. Finding resources and tools to entice visitors can be time consuming and a struggle for site owners. Many people wrestle with building campaigns and creating online ads that may not always produce the successful conversions they need to make their site a valuable resource.This digital advertising tool takes the complexity out of ad creation with features that are quick and cost effective. The all-in-one autonomous Google Ads optimization tool is designed to maximize the impact of search ads to help grow your business. Automated Google Ads by Bluehost features an easy-to-use Google Ad creation tool, industry and keyword predictor, performance reporting, and A/B testing of ad content.convenient and powerful optimization tool can save you time and help you sell more easily by creating and automating your Google Search Ads in minutes. The AI-powered bid management and optimization helps produce the right keywords for your ads that can help maximize your ROI. Site owners also get to avoid costly keywords that won’t convert and reach the right customers by selecting keywords that matter the most. If you are running multiple campaigns, the performance and reporting feature can help you track the effectiveness of your Google ads."
    },
    {
        "_id": "2e78e5e0310c2e9adbb6efb1a263e745",
        "name": "Facebook ads Fundamental",
        "price": 420,
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 323,
        "published_date": "2022-08-30 15:00:04",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTva_2UIzP0KLOKozDGMMHMMt7q4gGW-IP_qw&usqp=CAU",
        "description": "Ads that run exclusively through Facebook’s advertising platform. They can appear in Facebook’s feed, Messenger, and even on non-Facebook apps and websites. They come in a variety of formats—single image, video, slideshows, and more—and can be targeted to extremely specific audiences.Facebook ads are paid messages that businesses place on Facebook. This gives you the flexibility to write in your own voice. Plus, you can reach the people who matter most to you, as explained in the social network’s beginner's guide.You even get to determine what user actions you want to pay for. That doesn't mean that Facebook will only charge you when your ad works the way you want it to, but you can choose how they bill you, such as being charged by the number of views or clicks. You have different options depending on the goals you set for your ad.Facebook has over 2.9 billion monthly active users in the world. With a reach like that, you'd think that marketing on Facebook would be expensive, but it isn't. Not only does Facebook let you specify a maximum spend, but it also charges you less to reach the same number of people that you'd reach on another platform."
    },
    {
        "_id": "a713ee936ff5574273f0f769f5c5b20e",
        "name": "SEO Crash Course",
        "price": 820,
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 111,
        "published_date": null,
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTkBd6vNFeDZY4ZtiTu_oO4us7zxJnYagxGEQ&usqp=CAU",
        "description": "SEO stands for “search engine optimization.” In simple terms, it means the process of improving your site to increase its visibility when people search for products or services related to your business in Google, Bing, and other search engines. The better visibility your pages have in search results, the more likely you are to garner attention and attract prospective and existing customers to your business.Search engines such as Google and Bing use bots to crawl pages on the web, going from site to site, collecting information about those pages and putting them in an index. Think of the index like a giant library where a librarian can pull up a book (or a web page) to help you find exactly what you’re looking for at the time.Our Periodic Table of SEO Factors organizes the factors into six main categories and weights each based on its overall importance to SEO. For example, content quality and keyword research are key factors of content optimization, and crawlability and speed are important site architecture factors."
    },
    {
        "_id": "e342b6c0c8efc8ca9e811991dc8a7900",
        "name": "Seo friendly content",
        "price": 420,
        "category_id": "04",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 733,
        "published_date": "2022-08-25 06:03:00",
        "img": "https://images.pexels.com/photos/185576/pexels-photo-185576.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
        "description": "Traditional marketing is becoming less and less effective by the minute; as a forward-thinking marketer, you know there has to be a better way.Our annual research shows the vast majority of marketers are using content marketing. In fact, it is used by many prominent organizations in the world, including P&G, Microsoft, Cisco Systems, and John Deere. It’s also developed and executed by small businesses and one-person shops around the globe. Why? Because it works.Go back and read the content marketing definition one more time, but this time remove the relevant and valuable. That’s the difference between content marketing and the other informational garbage you get from companies trying to sell you “stuff.” Companies send us information all the time – it’s just that most of the time it’s not very relevant or valuable (can you say spam?). That’s what makes content marketing so intriguing in today’s environment of thousands of marketing messages per person per day.What if your customers looked forward to receiving your marketing? What if when they received it, via print, email, website, they spent 15, 30, 45 minutes with it? What if they anticipated it and shared it with their peersThe key word here is “valuable.” It’s what changes this definition from one that could describe almost any form of advertising or marketing. You can tell if a piece of content is the sort that could be part of a content marketing campaign"
    },
    {
        "_id": "e342b6c0c8efc8ca9e811991dc8a7901",
        "name": "Content Marketing Full",
        "price": 720,
        "category_id": "04",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 733,
        "published_date": "2022-08-25 06:03:00",
        "img": "https://images.pexels.com/photos/590016/pexels-photo-590016.jpeg?auto=compress&cs=tinysrgb&w=300",
        "description": "There are as many types of content marketing as there are types of content--far too many to cover here. My intent is to give you an introduction to content marketing and get you thinking like a content marketer so you’ll see the opportunities all around you. Soon you’ll be coming up with 50 content marketing ideas every day. You won’t be able to stop seeing opportunities to create content. Here are five examples to help your mind start percolating.Infographics. These are generally long, vertical graphics that include statistics, charts, graphs, and other information. If you need some examples, here are 197 infographics on the topic of content marketing curated by Michael Schmitz, head of Content Lab at Publicis, Munich. Infographics can be effective in that if one is good it can be passed around social media and posted on websites for years. You can get a professionally designed infographic by hiring a contractor on a site like oDesk or if you want to remove some of the risk you can go with a company like Visua.ly. A decent infographic will usually cost you at least $1,000 to have designed, but can cost several thousand dollars if you are hiring a contractor or agency to include strategy and planning, research, copywriting, and design. There is also the matter of promoting that infographic to bloggers and the media. Or you could set up a board on Pinterest and curate infographics on a topic related to your business. That is also a form of content marketing, and it costs nothing but your time. Hey, it worked for Michael.Webpages. What’s the difference between a normal webpage and a webpage that is content marketing? Consider The Beginner’s Guide to SEO from Moz, a provider of SEO related tools and resources. This resource, offered for free, has been viewed millions of times, bringing in countless customers who otherwise might never have stumbled across Moz and the services they offer. Or take a look at a case study from the design firm Teehan+Lax. Most case studies are boring. Their case studies are fascinating. That’s the difference between simply putting content on your website, and content marketing."
    },
    {
        "_id": "f06f8cc035b04bd1158e4198281915a3",
        "name": "Email Marketing Crash",
        "price": 120,
        "category_id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 127,
        "published_date": "2022-08-25 18:53:49",
        "img": "https://images.pexels.com/photos/1204148/pexels-photo-1204148.jpeg?auto=compress&cs=tinysrgb&w=300",
        "description": "Email is one of the most reliable marketing channels. In a world where new social media platforms seem to pop out of the woodwork, email consistently delivers top results. This guide walks through how to start email marketing planning and how to create an email marketing strategy. Email marketing is a type of direct marketing that uses personalized emails to educate your email list about your product or services. It can also be used to convince your email list to take a specific action like making a purchase, booking a demo, signing up for a trial or registering for an event. Email marketing is the most direct and effective way of connecting with your leads, nurturing them, and turning them into customers, consistently winning out over all other marketing channels.Email just converts better. People who buy products marketed through email spend 138% more than those who do not receive email offers. In fact, email marketing has an ROI (returns on investment) of 4400%. That’s huge! And if you are wondering if social media converts even better, think again: the average order value of an email is at least three times higher than that of social media"
    },
    {
        "_id": "f06f8cc035b04bd1158e4198281915a4",
        "name": "Email Template",
        "price": 420,
        "category_id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 127,
        "published_date": "2022-08-25 18:53:49",
        "img": "https://images.pexels.com/photos/303383/pexels-photo-303383.jpeg?auto=compress&cs=tinysrgb&w=300",
        "description": "Email marketing continues to be the most profitable direct marketing channel, projected to increase to $17.9 billion by 2027. Without a doubt, email should be an integral part of your digital marketing strategy. Whether you want to grow your brand or promote products, email marketing is one of the most effective tools.However, competition for customers’ attention is fierce. Every email must be interesting and valuable for the recipient to even consider opening. Can you blame them? Think about how our inboxes are flooded with automated emails that provide little to no value. In internet years, email marketing is an ancient art, but it still works. Among marketing channels such as social media and SMS, it continuously delivers some of the highest ROI per dollar spent, anywhere from $38 to $42 return on every $1 invested. For perspective, a 10:1 ROI for your digital marketing efforts is considered a stellar return."
    },
    {
        "_id": "cd2b53655737cc4077542baea9f8f75d",
        "name": "Facebook ads all you need to know",
        "price": 420,
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 700,
        "published_date": "2022-08-30 20:02:52",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS_rsHUYQO82s9Rb-QyjKqKIC2lm0kQtdQbzQ&usqp=CAU",
        "description": "Facebook has over 2.9 billion monthly active users in the world. With a reach like that, you'd think that marketing on Facebook would be expensive, but it isn't. Not only does Facebook let you specify a maximum spend, but it also charges you less to reach the same number of people that you'd reach on another platform. You can generate sales leads by first creating the ad campaign and boosting the page. Once you’ve done that, set the audience and budget for the advertisement. You can also customize the text and image in the ad. Choose lead generation as your object, and it will walk you through the various steps involved. The call to action will link to a form where you can collect the details of the sales leads according to however you have set it up. For that, you need to determine your return on investment before you create your ad and pay for it. Even though the cost per click is relatively cheaper and effective than some other social media platforms, if you are not getting the intended revenue, then probably it’s not worth the effort.Facebook can reject your submitted ad campaign if it does not comply with its advertising policies. One of the common reasons Facebook rejection is due to the image having too much text. Text-heavy pictures get lower distribution and engagement from viewers than no text images.You can track the website traffic generated from your Facebook ads using Facebook Pixel. Facebook can create pixel codes for your website. Install it on your site if you are the one who manages your website, or you ask your website administrator to do it for you. Facebook Pixel is a snippet of code that you canimplement on your website, allowing you to track the site traffic. It is essential to test and confirm if your pixel is firing correctly after setting it up."
    },
    {
        "_id": "7c4dfea0fafddc813673282a428429b7",
        "name": "Google Ads Fundamental",
        "price": 600,
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 0,
        "published_date": "2022-08-25 03:09:16",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRwucqma2KVnR3CwzNH7Fo1G7lLO9oEgJRyzA&usqp=CAU",
        "description": "Google Adwords was launched nearly 18 years ago, and the world has changed enormously in that time. Most people are constantly and quickly switching between activities like searching for products, watching videos, browsing content, playing games, and so on as they go about their day. Mobile is a huge part of everyday life, allowing users to get online anytime and anywhere. It's recognition of these shifts that led to the launch of Google Ads to replace Google Adwords.While these developments are certainly exciting, they can also feel overwhelming and complex — especially for small business owners with limited time and lots to do. Google Ads improves upon the work of Google Adwords to help you make the most of today's online opportunities, and to provide the tools needed to help you achieve your business goals — whatever they may be.Over the years, advertising with Google has evolved from helping businesses connect with people on Google Search to helping them connect with users at every step of the consumer journey through text, video, display and more. There are now more opportunities than there have ever been for businesses and marketers to reach consumers across a variety of channels, screens and formats. Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more.Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more."
    },
    {
        "_id": "30af81e91ab3eafc0bcae0de62f55d5c",
        "name": "Google Ads Besics",
        "price": 220,
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 320,
        "published_date": "2022-08-25 07:35:11",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRlSmNtB2UBSmHk5tbRI8cYXvjWH5Q-qry2Rg&usqp=CAU",
        "description": "An essential part of maximizing your business is learning how to drive traffic and bring visitors to your site. Finding resources and tools to entice visitors can be time consuming and a struggle for site owners. Many people wrestle with building campaigns and creating online ads that may not always produce the successful conversions they need to make their site a valuable resource.This digital advertising tool takes the complexity out of ad creation with features that are quick and cost effective. The all-in-one autonomous Google Ads optimization tool is designed to maximize the impact of search ads to help grow your business. Automated Google Ads by Bluehost features an easy-to-use Google Ad creation tool, industry and keyword predictor, performance reporting, and A/B testing of ad content.convenient and powerful optimization tool can save you time and help you sell more easily by creating and automating your Google Search Ads in minutes. The AI-powered bid management and optimization helps produce the right keywords for your ads that can help maximize your ROI. Site owners also get to avoid costly keywords that won’t convert and reach the right customers by selecting keywords that matter the most. If you are running multiple campaigns, the performance and reporting feature can help you track the effectiveness of your Google ads.Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more."
    },
    {
        "_id": "df11ff9feefc37613cc3a4486ce02151",
        "name": "Facebook ads full(old course)",
        "price": 420,
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 552,
        "published_date": "2022-08-27 05:38:02",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSOtS45V3j14ezCWljKHEX2QGVjOv9JEZsaLw&usqp=CAU",
        "description": "Ads that run exclusively through Facebook’s advertising platform. They can appear in Facebook’s feed, Messenger, and even on non-Facebook apps and websites. They come in a variety of formats—single image, video, slideshows, and more—and can be targeted to extremely specific audiences.Facebook ads are paid messages that businesses place on Facebook. This gives you the flexibility to write in your own voice. Plus, you can reach the people who matter most to you, as explained in the social network’s beginner's guide.You even get to determine what user actions you want to pay for. That doesn't mean that Facebook will only charge you when your ad works the way you want it to, but you can choose how they bill you, such as being charged by the number of views or clicks. You have different options depending on the goals you set for your ad.Facebook has over 2.9 billion monthly active users in the world. With a reach like that, you'd think that marketing on Facebook would be expensive, but it isn't. Not only does Facebook let you specify a maximum spend, but it also charges you less to reach the same number of people that you'd reach on another platform."
    },
    {
        "_id": "919db97c34e0778b387dd40cdfa08130",
        "name": "All You need to know",
        "price": 420,
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 89,
        "published_date": "2022-08-30 18:05:42",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcROhl1GMm5uFgUZIOWpx4SLpl-8CIdXJjHEIg&usqp=CAU",
        "description": "Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more.An essential part of maximizing your business is learning how to drive traffic and bring visitors to your site. Finding resources and tools to entice visitors can be time consuming and a struggle for site owners. Many people wrestle with building campaigns and creating online ads that may not always produce the successful conversions they need to make their site a valuable resource.This digital advertising tool takes the complexity out of ad creation with features that are quick and cost effective. The all-in-one autonomous Google Ads optimization tool is designed to maximize the impact of search ads to help grow your business. Automated Google Ads by Bluehost features an easy-to-use Google Ad creation tool, industry and keyword predictor, performance reporting, and A/B testing of ad content.convenient and powerful optimization tool can save you time and help you sell more easily by creating and automating your Google Search Ads in minutes. The AI-powered bid management and optimization helps produce the right keywords for your ads that can help maximize your ROI. Site owners also get to avoid costly keywords that won’t convert and reach the right customers by selecting keywords that matter the most. If you are running multiple campaigns, the performance and reporting feature can help you track the effectiveness of your Google ads."
    },
    {
        "_id": "374df11ae3d9b8b9ce21f4dc53f59b85",
        "name": "Google Ads Tecticals",
        "price": 420,
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 798,
        "published_date": "2022-08-25 18:45:00",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcROhl1GMm5uFgUZIOWpx4SLpl-8CIdXJjHEIg&usqp=CAU",
        "description": "Google Adwords was launched nearly 18 years ago, and the world has changed enormously in that time. Most people are constantly and quickly switching between activities like searching for products, watching videos, browsing content, playing games, and so on as they go about their day. Mobile is a huge part of everyday life, allowing users to get online anytime and anywhere. It's recognition of these shifts that led to the launch of Google Ads to replace Google Adwords.While these developments are certainly exciting, they can also feel overwhelming and complex — especially for small business owners with limited time and lots to do. Google Ads improves upon the work of Google Adwords to help you make the most of today's online opportunities, and to provide the tools needed to help you achieve your business goals — whatever they may be.Over the years, advertising with Google has evolved from helping businesses connect with people on Google Search to helping them connect with users at every step of the consumer journey through text, video, display and more. There are now more opportunities than there have ever been for businesses and marketers to reach consumers across a variety of channels, screens and formats. Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more.Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more."
    },
    {
        "_id": "acb9b6785b62698fc6130db7615965e1",
        "name": "Tecnical SEO",
        "price": 320,
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 879,
        "published_date": "2022-08-25 11:53:13",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR6fxmNUpwrco0_DpHUK1GEKRGUhBXZwK1CmA&usqp=CAU",
        "description": "sum, SEO is the foundation of a holistic marketing ecosystem. When you understand what your website users want, you can then implement that knowledge across your campaigns (paid and organic), across your website, across your social media properties, and more.For a helpful dive into SEO, our Periodic Table Of SEO Factors will introduce you to all the key concepts you need to know, including the elements for successful on-page and off-page SEO, plus the “Toxins” or tactics.SEO stands for “search engine optimization.” In simple terms, it means the process of improving your site to increase its visibility when people search for products or services related to your business in Google, Bing, and other search engines. The better visibility your pages have in search results, the more likely you are to garner attention and attract prospective and existing customers to your business.Search engines such as Google and Bing use bots to crawl pages on the web, going from site to site, collecting information about those pages and putting them in an index. Think of the index like a giant library where a librarian can pull up a book (or a web page) to help you find exactly what you’re looking for at the time.Our Periodic Table of SEO Factors organizes the factors into six main categories and weights each based on its overall importance to SEO. For example, content quality and keyword research are key factors of content optimization, and crawlability and speed are important site architecture factors."
    },
    {
        "_id": "be44c843d61859cc0b87cae85c55f9db",
        "name": "Google Ads Full",
        "price": 420,
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 231,
        "published_date": "2022-08-26 12:15:36",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR0hZe5tceNFFT8EWaxoCLvHKd3nAub7EAD1Q&usqp=CAU",
        "description": "An essential part of maximizing your business is learning how to drive traffic and bring visitors to your site. Finding resources and tools to entice visitors can be time consuming and a struggle for site owners. Many people wrestle with building campaigns and creating online ads that may not always produce the successful conversions they need to make their site a valuable resource.This digital advertising tool takes the complexity out of ad creation with features that are quick and cost effective. The all-in-one autonomous Google Ads optimization tool is designed to maximize the impact of search ads to help grow your business. Automated Google Ads by Bluehost features an easy-to-use Google Ad creation tool, industry and keyword predictor, performance reporting, and A/B testing of ad content.convenient and powerful optimization tool can save you time and help you sell more easily by creating and automating your Google Search Ads in minutes. The AI-powered bid management and optimization helps produce the right keywords for your ads that can help maximize your ROI. Site owners also get to avoid costly keywords that won’t convert and reach the right customers by selecting keywords that matter the most. If you are running multiple campaigns, the performance and reporting feature can help you track the effectiveness of your Google ads.Google Adwords has evolved into Google Ads — a new brand for Google's advertising capabilities that makes it easier and faster than ever before to create online ad campaigns that deliver valuable results for your business. Learn about the evolution of Google Adwords, the new Smart campaigns offered by Google Ads, and why there's never been a better time to take advantage of Google's market-leading technology to push your business to the next level.Google Ads is the new name for Google's range of advertising capabilities — on Google.com and across Google's other properties, partner sites and apps. These services are designed to help businesses and marketers connect with billions of people who are finding answers on Search, watching videos on YouTube, exploring new places on Google Maps, discovering apps on Google Play, browsing content across the web, and more."
    },
    {
        "_id": "1b03149c50f1bec662062d930bf46489",
        "name": "Facebook Crash Course",
        "price": 420,
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 546,
        "published_date": "2022-08-30 22:00:00",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSNaekHvyRuRHxX2YgT4GE7jQt3gT9CODFB0Q&usqp=CAU",
        "description": "Advertising on Facebook can bring in plenty of more followers and opportunities to direct users to your website or even your online store. While Facebook is a great tool for most businesses, there are a few types of businesses that should always turn to Facebook and online advertising for as many opportunities as possible.Facebook has over 2.9 billion monthly active users in the world. With a reach like that, you'd think that marketing on Facebook would be expensive, but it isn't. Not only does Facebook let you specify a maximum spend, but it also charges you less to reach the same number of people that you'd reach on another platform. You can generate sales leads by first creating the ad campaign and boosting the page. Once you’ve done that, set the audience and budget for the advertisement. You can also customize the text and image in the ad. Choose lead generation as your object, and it will walk you through the various steps involved. The call to action will link to a form where you can collect the details of the sales leads according to however you have set it up. For that, you need to determine your return on investment before you create your ad and pay for it. Even though the cost per click is relatively cheaper and effective than some other social media platforms, if you are not getting the intended revenue, then probably it’s not worth the effort.Facebook can reject your submitted ad campaign if it does not comply with its advertising policies. One of the common reasons Facebook rejection is due to the image having too much text. Text-heavy pictures get lower distribution and engagement from viewers than no text images.You can track the website traffic generated from your Facebook ads using Facebook Pixel. Facebook can create pixel codes for your website. Install it on your site if you are the one who manages your website, or you ask your website administrator to do it for you. Facebook Pixel is a snippet of code that you canimplement on your website, allowing you to track the site traffic. It is essential to test and confirm if your pixel is firing correctly after setting it up"
    },
    {
        "_id": "7f5b80c1cdd4df0111918883eae07349",
        "name": "SEO Fundamental",
        "price": 420,
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 1870,
        "published_date": "2022-08-24 23:15:00",
        "img": "https://images.pexels.com/photos/267415/pexels-photo-267415.jpeg?auto=compress&cs=tinysrgb&w=300",
        "description": "SEO stands for “search engine optimization.” In simple terms, it means the process of improving your site to increase its visibility when people search for products or services related to your business in Google, Bing, and other search engines. The better visibility your pages have in search results, the more likely you are to garner attention and attract prospective and existing customers to your business.Search engines such as Google and Bing use bots to crawl pages on the web, going from site to site, collecting information about those pages and putting them in an index. Think of the index like a giant library where a librarian can pull up a book (or a web page) to help you find exactly what you’re looking for at the time.Our Periodic Table of SEO Factors organizes the factors into six main categories and weights each based on its overall importance to SEO. For example, content quality and keyword research are key factors of content optimization, and crawlability and speed are important site architecture factors."
    },
    {
        "_id": "61f9ce168f7b15aadecb1d1fc80c72f0",
        "name": "Effetive Email Writing",
        "price": 670,
        "category_id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 100,
        "published_date": "2022-08-26 00:37:24",
        "img": "https://images.pexels.com/photos/3153198/pexels-photo-3153198.jpeg?auto=compress&cs=tinysrgb&w=300",
        "description": "Email is one of the most reliable marketing channels. In a world where new social media platforms seem to pop out of the woodwork, email consistently delivers top results. This guide walks through how to start email marketing planning and how to create an email marketing strategy. Email marketing is a type of direct marketing that uses personalized emails to educate your email list about your product or services. It can also be used to convince your email list to take a specific action like making a purchase, booking a demo, signing up for a trial or registering for an event. Email marketing is the most direct and effective way of connecting with your leads, nurturing them, and turning them into customers, consistently winning out over all other marketing channels.Email just converts better. People who buy products marketed through email spend 138% more than those who do not receive email offers. In fact, email marketing has an ROI (returns on investment) of 4400%. That’s huge! And if you are wondering if social media converts even better, think again: the average order value of an email is at least three times higher than that of social media"
    },
    {
        "_id": "61f9ce168f7b15aadecb1d1fc80c72f7",
        "name": "Blog Wirting",
        "price": 220,
        "category_id": "04",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 100,
        "published_date": "2022-08-26 00:37:24",
        "img": "https://images.pexels.com/photos/1181346/pexels-photo-1181346.jpeg?auto=compress&cs=tinysrgb&w=300 ",
        "description": "Traditional marketing is becoming less and less effective by the minute; as a forward-thinking marketer, you know there has to be a better way.Our annual research shows the vast majority of marketers are using content marketing. In fact, it is used by many prominent organizations in the world, including P&G, Microsoft, Cisco Systems, and John Deere. It’s also developed and executed by small businesses and one-person shops around the globe. Why? Because it works.Go back and read the content marketing definition one more time, but this time remove the relevant and valuable. That’s the difference between content marketing and the other informational garbage you get from companies trying to sell you “stuff.” Companies send us information all the time – it’s just that most of the time it’s not very relevant or valuable (can you say spam?). That’s what makes content marketing so intriguing in today’s environment of thousands of marketing messages per person per day.What if your customers looked forward to receiving your marketing? What if when they received it, via print, email, website, they spent 15, 30, 45 minutes with it? What if they anticipated it and shared it with their peersThe key word here is “valuable.” It’s what changes this definition from one that could describe almost any form of advertising or marketing. You can tell if a piece of content is the sort that could be part of a content marketing campaign"
    }
]